Repository: jsamaniegog/linesmanager
Catalog: locales/*.po
Languages: es_es

source: <p>Please select a row and then click the button again to show the log of a line</p>
es_es: <p>Por favor seleccione un registro y luego pulse sobre el botón de nuevo para ver los registros de una línea</p>

source: No permission
es_es: Permiso denegado

source: Error on save
es_es: Error al guardar

source: Saving configuration...
es_es: Guardando configuración...

source: Configuration saved
es_es: Configuración guardada

source: Please, manage the lines from the corresponding assets.
es_es: Por favor, administre las líneas desde los activos correspondientes.

source: The addition and purge must be made from the entity administration
es_es: La adición y purga debe hacerse desde la administración de la entidad

source: Only receive calls
es_es: Solo recibir llamadas

source: Internal calls within the same center
es_es: Llamadas internas dentro del mismo centro

source: Internal calls within the company
es_es: Llamadas internas dentro de la empresa

source: External calls
es_es: Llamadas externas

source: All calls
es_es: Todas las llamdas

source: Morning schedule
es_es: Turno de mañana

source: 8h-15h, Mon-Fri, Cat. 6
es_es: 8h-15h, Lun-Vie, Cat. 6

source: Algorithm name
es_es: Nombre del algoritmo

source: Description
es_es: Descripción

source: Algorithm
es_es: Algoritmo

source: Category name
es_es: Nombre de la categoría

source: Category
es_es: Categoría

source: Lines Manager
es_es: Gestor de líneas

source: Automate description based on name and surname:
es_es: Automatizar descripción en función de el nombre y los apellidos:

source: Automate user id based on entity and number:
es_es: Automatizar ID de usuario en función de la entidad y el número:

source: Fill contact information of the asset (the fields alternate username and number):
es_es: Rellenar información de contacto de el activo (los campos usuario alternativo y número):

source: Name
es_es: Nombre

source: Number
es_es: Número

source: Others
es_es: Otros

source: Entity
es_es: Entidad

source: New range
es_es: Nuevo rango

source: Login duration
es_es: Duración de la sesión

source: Forward
es_es: Desvío

source: Surname
es_es: Apellidos

source: User ID
es_es: ID de usuario

source: Login/Logout
es_es: Iniciar/Cerrar Sesión

source: Autoanswer
es_es: Contestador automático

source: Autoanswer Password
es_es: Contraseña Contestador

source: Call waiting
es_es: Llamada en espera

source: Lock callin
es_es: Bloqueo llamadas entrantes

source: Lock callout
es_es: Bloqueo llamadas salientes

source: Forward timeout
es_es: Tiempo de espera para desviar

source: Input DDI
es_es: DDI de entrada

source: Output DDI
es_es: DDI de salida

source: Line
es_es: Línea

source: New line
es_es: Nueva línea

source: Mandatory field:
es_es: Campo obligatorio:

source: Numeric field:
es_es: Campo numérico:

source: Group name
es_es: Nombre del grupo

source: Line group
es_es: Grupo de salto

source: Pickup group name
es_es: Nombre del grupo de captura

source: Pickup group
es_es: Grupo de captura

source: Manage lines
es_es: Administrar líneas

source: Range from
es_es: Rango desde

source: To
es_es: Hasta

source: Only pickup groups
es_es: Solo grupos de captura

source: Range
es_es: Rango

source: The vlaues must be numbers.
es_es: Los valores deben ser números.

source: Number 'from' must be less or equal than 'to'.
es_es: El número 'desde' debe ser menor o igual que 'hasta'.

source: Numbers must be greater than 0.
es_es: Los números deben ser mayores que 0.

source: The specified range is already in use by:
es_es: El rango especificado ya está en uso por:

source: Warning
es_es: Alerta

source: Be careful, when you save or delete ranges the lines can be deleted.
es_es: Tenga cuidado, al guardar o borrar rangos las líneas pueden ser eliminadas.

source: Assigned ranges
es_es: Rangos asignados

source: From
es_es: Desde

source: Are you sure you want to delete the selected records ?, all lines with these numbers will be deleted.
es_es: ¿Está seguro que desea eliminar los registros seleccionados?, se eliminarán todas las líneas con estos números.

source: Yes
es_es: Sí

source: Time start
es_es: Tiempo inicio

source: Time end
es_es: Tiempo final

source: Day of week start
es_es: Día de la semana inicio

source: Day of week end
es_es: Día de la semana final

source: Day of month start
es_es: Día del mes inicio

source: Day of month end
es_es: Día del mes final

source: Month of year start
es_es: Mes del año inicial

source: Month of year end
es_es: Mes del año final

source: Time period
es_es: Periodo de tiempo

source: Time slot
es_es: Franja horaria

source: Remove
es_es: Quitar

source: Are you sure you want to remove the selected records?.
es_es: ¿Estás seguro de que deseas quitar los registros seleccionados?

source: Are you sure you want to delete the selected records?.
es_es: ¿Estás seguro de que deseas eliminar los registros seleccionados?

source: not associated records found.
es_es: no se encuentran registros asociados.

source: This check box filter used values if it is checked.
es_es: Marque esta casilla para filtrar los valores ya utilizados, desmarque para ver todos.

source: Filter used values
es_es: Filtrar valores usados

source: This plugin requires GLPI >= 0.90
es_es: Este complemento requiere GLPI >= 0.90

source: Installed / not configured
es_es: Instalado / no configurado
